Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: During REM your body is naturally paralyzed so you don't act out dreams. In WILD you may notice it: a heavy, can't-move feeling, sometimes with odd sensations. It's normal and safe. Stay calm, keep breathing, and let it pass — it's a sign you're close.
ar: أثناء REM يكون جسدك مشلولًا طبيعيًا كي لا تمثّل أحلامك. في WILD قد تلاحظه: شعور ثقيل بعدم القدرة على الحركة، أحيانًا مع أحاسيس غريبة. هذا طبيعي وآمن. ابقَ هادئًا، واصل التنفّس، ودعه يمرّ — إنه علامة على اقترابك.
de: Während des REM ist dein Körper natürlich gelähmt, damit du Träume nicht ausagierst. Bei WILD bemerkst du es vielleicht: ein schweres, bewegungsunfähiges Gefühl, manchmal mit seltsamen Empfindungen. Das ist normal und sicher. Bleib ruhig, atme weiter und lass es vorübergehen – es ist ein Zeichen, dass du nah dran bist.
es: Durante el REM tu cuerpo está naturalmente paralizado para que no actúes tus sueños. En WILD puede que lo notes: una sensación pesada de no poder moverte, a veces con sensaciones extrañas. Es normal y seguro. Mantén la calma, sigue respirando y deja que pase: es señal de que estás cerca.
fr: Pendant le REM, votre corps est naturellement paralysé pour que vous ne mimiez pas vos rêves. Dans WILD, vous pouvez le remarquer : une sensation lourde, d'incapacité à bouger, parfois accompagnée de sensations étranges. C'est normal et sans danger. Restez calme, continuez à respirer et laissez passer — c'est signe que vous êtes proche.
it: Durante il REM il corpo è naturalmente paralizzato perché tu non agisca i sogni. Nel WILD potresti notarlo: una sensazione pesante di non poterti muovere, a volte con sensazioni strane. È normale e sicuro. Resta calmo, continua a respirare e lascialo passare — è segno che sei vicino.
ja: REM中、体は夢を行動に移さないよう自然に麻痺しています。WILDではそれに気づくことがあります——重く、動けない感じ、ときに奇妙な感覚を伴って。これは正常で安全です。落ち着いて、呼吸を続け、過ぎ去るにまかせましょう——近づいているしるしです。
ko: REM 동안 당신의 몸은 꿈을 행동으로 옮기지 않도록 자연스럽게 마비됩니다. WILD에서는 그것을 알아차릴 수 있습니다 — 무겁고 움직일 수 없는 느낌, 때로는 이상한 감각과 함께. 정상이고 안전합니다. 침착함을 유지하고, 계속 숨 쉬며, 지나가게 두세요 — 가까워졌다는 신호입니다.
nl: Tijdens REM is je lichaam van nature verlamd zodat je je dromen niet uitvoert. Bij WILD merk je het misschien: een zwaar, niet-kunnen-bewegen gevoel, soms met vreemde sensaties. Het is normaal en veilig. Blijf kalm, blijf ademen en laat het voorbijgaan — het is een teken dat je dichtbij bent.
pt_br: Durante o REM seu corpo fica naturalmente paralisado para que você não encene os sonhos. No WILD você pode notá-lo: uma sensação pesada de não conseguir se mover, às vezes com sensações estranhas. É normal e seguro. Fique calmo, continue respirando e deixe passar — é sinal de que você está perto.
ru: Во время REM ваше тело естественно парализовано, чтобы вы не разыгрывали сны. В WILD вы можете это заметить: тяжёлое чувство невозможности двигаться, иногда со странными ощущениями. Это нормально и безопасно. Сохраняйте спокойствие, продолжайте дышать и дайте этому пройти — это знак, что вы близко.
zh_hans: 在 REM 期间，你的身体会自然瘫痪，好让你不把梦付诸行动。在 WILD 中你可能会察觉到它：一种沉重、动弹不得的感觉，有时还伴着古怪的感受。这正常且安全。保持平静，继续呼吸，任它过去——这是你接近了的迹象。

source: During the day
ar: أثناء النهار
de: Tagsüber
es: Durante el día
fr: Pendant la journée
it: Durante il giorno
ja: 日中に
ko: 낮 동안에
nl: Overdag
pt_br: Durante o dia
ru: В течение дня
zh_hans: 在白天

source: Each level costs more XP than the last — the deeper you go, the longer the climb.
ar: كل مستوى يتطلب نقاط خبرة أكثر من سابقه — كلما تعمّقت، طال الصعود.
de: Jedes Level kostet mehr XP als das letzte – je tiefer du gehst, desto länger der Aufstieg.
es: Cada nivel cuesta más XP que el anterior: cuanto más avanzas, más larga es la subida.
fr: Chaque niveau coûte plus d'XP que le précédent — plus vous avancez, plus l'ascension est longue.
it: Ogni livello costa più XP del precedente: più vai a fondo, più lunga è la salita.
ja: レベルが上がるほど必要なXPは増えます — 進むほど道のりは長くなります。
ko: 레벨이 오를수록 더 많은 XP가 필요합니다 — 깊이 갈수록 여정은 길어집니다.
nl: Elk niveau kost meer XP dan het vorige — hoe dieper je gaat, hoe langer de klim.
pt_br: Cada nível custa mais XP que o anterior — quanto mais fundo você vai, mais longa é a subida.
ru: Каждый уровень стоит больше XP, чем предыдущий, — чем глубже, тем дольше подъём.
zh_hans: 每一级所需的 XP 都比上一级多——越深入，攀登越漫长。

source: Early lucid dreams often last only seconds, but practitioners who layer these stabilization habits report stretching them into many minutes — and occasionally far longer — of clear, explorable dreaming.
ar: غالبًا ما لا تدوم الأحلام الواضحة المبكّرة سوى ثوانٍ، لكن الممارسين الذين يطبّقون عادات التثبيت هذه طبقةً فوق طبقة يفيدون بأنهم مدّدوها إلى دقائق كثيرة — وأحيانًا أطول بكثير — من الحلم الواضح القابل للاستكشاف.
de: Frühe luzide Träume dauern oft nur Sekunden, doch Praktizierende, die diese Stabilisierungsgewohnheiten schichten, berichten, sie auf viele Minuten – gelegentlich weit länger – an klarem, erkundbarem Träumen ausgedehnt zu haben.
es: Los sueños lúcidos tempranos a menudo duran solo segundos, pero los practicantes que apilan estos hábitos de estabilización reportan estirarlos hasta muchos minutos —y a veces mucho más— de sueño claro y explorable.
fr: Les premiers rêves lucides ne durent souvent que des secondes, mais les praticiens qui superposent ces habitudes de stabilisation rapportent les avoir étirés en de nombreuses minutes — parfois bien plus — de rêve clair et explorable.
it: I primi sogni lucidi spesso durano solo secondi, ma i praticanti che stratificano queste abitudini di stabilizzazione riferiscono di averli allungati a molti minuti — e talvolta ben di più — di sogno chiaro ed esplorabile.
ja: 初期の明晰夢はしばしば数秒しか続きませんが、これらの安定化の習慣を重ねる実践者は、それを何分も——ときにははるかに長く——明晰で探検可能な夢へと引き延ばしたと報告しています。
ko: 초기의 자각몽은 흔히 몇 초밖에 지속되지 않지만, 이 안정화 습관들을 겹쌓는 수련자들은 그것을 여러 분 — 때로는 훨씬 더 길게 — 또렷하고 탐험 가능한 꿈으로 늘렸다고 보고합니다.
nl: Vroege lucide dromen duren vaak slechts seconden, maar beoefenaars die deze stabilisatiegewoonten stapelen melden ze uit te rekken tot vele minuten — en soms veel langer — van helder, verkenbaar dromen.
pt_br: Os primeiros sonhos lúcidos muitas vezes duram só segundos, mas praticantes que empilham esses hábitos de estabilização relatam esticá-los para muitos minutos — e às vezes bem mais — de sonho claro e explorável.
ru: Ранние осознанные сны часто длятся лишь секунды, но практики, наслаивающие эти привычки стабилизации, сообщают, что растягивали их до многих минут — а иногда и куда дольше — ясного, исследуемого сновидения.
zh_hans: 早期的清醒梦往往只持续几秒，但层层叠加这些稳定习惯的练习者表示，他们能把梦延长到许多分钟——有时还要长得多——清晰、可供探索的梦境。

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pt_br: Editar
ru: Изменить
zh_hans: 编辑

source: Edit Dream
ar: تحرير الحلم
de: Traum bearbeiten
es: Editar sueño
fr: Modifier le rêve
it: Modifica sogno
ja: 夢を編集
ko: 꿈 편집
nl: Droom bewerken
pt_br: Editar sonho
ru: Редактировать сон
zh_hans: 编辑梦境

source: Edit profile
ar: تحرير الملف الشخصي
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 편집
nl: Profiel bewerken
pt_br: Editar perfil
ru: Редактировать профиль
zh_hans: 编辑资料

source: Edit Profile
ar: تحرير الملف الشخصي
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 편집
nl: Profiel bewerken
pt_br: Editar perfil
ru: Редактировать профиль
zh_hans: 编辑资料

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ja: メール
ko: 이메일
ru: Эл. почта
zh_hans: 电子邮件

source: Engaging dream touch and detail seems to recruit your sensory brain areas and pull attention into the dream — giving the fading scene something concrete to hold onto instead of slipping toward waking.
ar: إشغال اللمس والتفاصيل الحلمية يبدو أنه يستنفر مناطق دماغك الحسّية ويجذب الانتباه إلى داخل الحلم — مانحًا المشهد المتلاشي شيئًا ملموسًا يتشبّث به بدل الانزلاق نحو اليقظة.
de: Traumberührung und -details einzusetzen scheint deine sensorischen Hirnareale zu mobilisieren und die Aufmerksamkeit in den Traum zu ziehen – so bekommt die verblassende Szene etwas Konkretes zum Festhalten, statt Richtung Wachsein zu gleiten.
es: Activar el tacto y los detalles oníricos parece reclutar tus áreas cerebrales sensoriales y atraer la atención al sueño, dándole a la escena que se desvanece algo concreto a lo que aferrarse en vez de deslizarse hacia la vigilia.
fr: Engager le toucher et les détails oniriques semble recruter vos aires cérébrales sensorielles et attirer l'attention dans le rêve — donnant à la scène qui s'estompe quelque chose de concret à quoi se raccrocher au lieu de glisser vers l'éveil.
it: Ingaggiare il tatto e i dettagli onirici sembra reclutare le tue aree cerebrali sensoriali e attirare l'attenzione nel sogno — dando alla scena che svanisce qualcosa di concreto a cui aggrapparsi invece di scivolare verso la veglia.
ja: 夢の触覚や細部を働かせると、感覚をつかさどる脳の領域が動員され、注意が夢の中へ引き込まれるようです——薄れゆく場面に、覚醒へ滑り落ちる代わりにつかまる具体的な何かを与えるのです。
ko: 꿈의 촉각과 세부를 동원하면 감각을 담당하는 뇌 영역이 가동되어 주의를 꿈 안으로 끌어들이는 듯합니다 — 흐려지는 장면에, 깨어남으로 미끄러지는 대신 붙잡을 구체적인 무언가를 주는 것이죠.
nl: Droomtast en -details inschakelen lijkt je sensorische hersengebieden te mobiliseren en de aandacht de droom in te trekken — zo geef je de vervagende scène iets concreets om vast te houden in plaats van richting waken te glijden.
pt_br: Ativar o tato e os detalhes oníricos parece recrutar suas áreas cerebrais sensoriais e puxar a atenção para dentro do sonho — dando à cena que se desvanece algo concreto a que se agarrar em vez de deslizar para a vigília.
ru: Задействование осязания и деталей сна, похоже, мобилизует сенсорные области мозга и втягивает внимание в сон — давая тускнеющей сцене нечто конкретное, за что держаться, вместо соскальзывания к пробуждению.
zh_hans: 调动梦中的触感与细节，似乎会动员你大脑的感觉区域，把注意拉进梦里——给那正在褪去的场景一个具体的东西去抓住，而不是滑向清醒。

source: Enough to raise awareness, not so much that you can't fall back asleep.
ar: يكفي لرفع اليقظة، لا أكثر مما يمنعك من العودة إلى النوم.
de: Genug, um die Wachheit zu heben, aber nicht so viel, dass du nicht wieder einschlafen kannst.
es: Lo suficiente para elevar la conciencia, no tanto que no puedas volver a dormirte.
fr: Assez pour accroître la vigilance, pas au point de ne plus pouvoir vous rendormir.
it: Abbastanza da alzare la vigilanza, non tanto da non riuscire a riaddormentarti.
ja: 意識を高めるのに十分で、しかし眠りに戻れなくなるほどは多くなく。
ko: 각성을 끌어올릴 만큼은 충분하되, 다시 잠들 수 없을 만큼 많지는 않게.
nl: Genoeg om je alertheid te verhogen, niet zoveel dat je niet meer in slaap valt.
pt_br: O bastante para elevar a consciência, não tanto que você não consiga voltar a dormir.
ru: Достаточно, чтобы повысить осознанность, но не настолько, чтобы вы не смогли снова уснуть.
zh_hans: 足以提升清醒度，但又不至于让你无法重新入睡。

source: Enter your account email and we'll send you a link to reset your password.
ar: أدخل بريد حسابك وسنرسل لك رابطًا لإعادة تعيين كلمة المرور.
de: Gib die E-Mail deines Accounts ein und wir senden dir einen Link zum Zurücksetzen des Passworts.
es: Introduce el correo de tu cuenta y te enviaremos un enlace para restablecer la contraseña.
fr: Saisissez l'e-mail de votre compte et nous vous enverrons un lien pour réinitialiser votre mot de passe.
it: Inserisci l'email del tuo account e ti invieremo un link per reimpostare la password.
ja: アカウントのメールアドレスを入力すると、パスワード再設定リンクをお送りします。
ko: 계정 이메일을 입력하면 비밀번호 재설정 링크를 보내드립니다.
nl: Voer het e-mailadres van je account in en we sturen je een link om je wachtwoord te resetten.
pt_br: Digite o e-mail da sua conta e enviaremos um link para redefinir sua senha.
ru: Введите эл. почту своей учётной записи, и мы пришлём ссылку для сброса пароля.
zh_hans: 输入你的账户邮箱，我们将向你发送重置密码的链接。

source: Entering the Dream Gently
ar: الدخول إلى الحلم برفق
de: Sanft in den Traum eintreten
es: Entrar en el sueño con suavidad
fr: Entrer doucement dans le rêve
it: Entrare dolcemente nel sogno
ja: やさしく夢に入る
ko: 부드럽게 꿈에 들어가기
nl: Zacht de droom binnengaan
pt_br: Entrando no sonho com calma
ru: Мягко войти в сон
zh_hans: 温柔地进入梦境

source: Euphoric
ar: نشوة
de: Euphorisch
es: Eufórico
fr: Euphorique
it: Euforico
ja: 高揚
ko: 황홀함
nl: Euforisch
pt_br: Eufórico
ru: Эйфоричный
zh_hans: 欣快

source: Even "I remember nothing" counts — write that. It keeps the habit alive.
ar: حتى "لا أتذكّر شيئًا" يُحتسب — اكتب ذلك. فهو يُبقي العادة حيّة.
de: Sogar "Ich erinnere mich an nichts" zählt – schreib das auf. Es hält die Gewohnheit am Leben.
es: Incluso "no recuerdo nada" cuenta: escríbelo. Mantiene viva la costumbre.
fr: Même "je ne me souviens de rien" compte — écrivez-le. Cela garde l'habitude vivante.
it: Anche "non ricordo nulla" conta — scrivilo. Mantiene viva l'abitudine.
ja: 「何も覚えていない」でも数に入ります——それを書きましょう。習慣が生き続けます。
ko: "아무것도 기억나지 않음"도 셈에 듭니다 — 그것을 적으세요. 습관이 살아 있게 합니다.
nl: Zelfs "ik herinner me niets" telt — schrijf dat op. Het houdt de gewoonte levend.
pt_br: Até "não lembro de nada" conta — escreva isso. Mantém o hábito vivo.
ru: Даже «ничего не помню» считается — запишите это. Так привычка остаётся живой.
zh_hans: 哪怕是“什么都不记得”也算——把它写下来。这能让习惯保持鲜活。

source: Even \"I remember nothing\" counts — write that. It keeps the habit alive.
ar: حتى «لا أتذكر شيئًا» تُحتسَب — اكتب ذلك. فهو يُبقي العادة حيّة.
de: Selbst „Ich erinnere mich an nichts“ zählt – schreib das auf. Es hält die Gewohnheit am Leben.
es: Incluso «no recuerdo nada» cuenta: escríbelo. Mantiene vivo el hábito.
fr: Même « je ne me souviens de rien » compte — notez-le. Cela garde l'habitude en vie.
it: Anche «non ricordo nulla» conta: scrivilo. Mantiene viva l'abitudine.
ja: 「何も覚えていない」でもカウントされます——それを書きましょう。習慣が生き続けます。
ko: “아무것도 기억나지 않음”도 셈에 듭니다 — 그렇게 적으세요. 습관이 살아 있게 합니다.
nl: Zelfs “ik herinner me niets” telt — schrijf dat op. Het houdt de gewoonte in leven.
pt_br: Até “não lembro de nada” conta — escreva isso. Mantém o hábito vivo.
ru: Даже «я ничего не помню» считается — запиши это. Так привычка остаётся живой.
zh_hans: 哪怕是“什么都不记得”也算——把它写下来。它能让习惯保持鲜活。

source: Even experienced practitioners count their WILD misses — falling fully asleep or waking up is the norm, not failure. Each attempt quietly trains your familiarity with the threshold until one night it holds.
ar: حتى الممارسون المتمرّسون يعدّون إخفاقات WILD لديهم — الغرق في النوم تمامًا أو الاستيقاظ هو القاعدة، لا الفشل. كل محاولة تدرّب بهدوء ألفتك بالعتبة حتى ليلة تثبت فيها.
de: Selbst erfahrene Praktizierende zählen ihre WILD-Fehlversuche – ganz einzuschlafen oder aufzuwachen ist die Norm, kein Versagen. Jeder Versuch trainiert still deine Vertrautheit mit der Schwelle, bis es eines Nachts hält.
es: Hasta los practicantes experimentados cuentan sus fallos de WILD: dormirse del todo o despertar es lo normal, no un fracaso. Cada intento entrena en silencio tu familiaridad con el umbral, hasta que una noche se sostiene.
fr: Même les praticiens chevronnés comptent leurs ratés de WILD — s'endormir complètement ou se réveiller est la norme, pas un échec. Chaque tentative entraîne discrètement votre familiarité avec le seuil, jusqu'à ce qu'une nuit cela tienne.
it: Persino i praticanti esperti contano i loro fallimenti di WILD — addormentarsi del tutto o svegliarsi è la norma, non un insuccesso. Ogni tentativo allena in silenzio la tua familiarità con la soglia, finché una notte tiene.
ja: 熟練した実践者でさえWILDの失敗を数えます——すっかり眠り込むか目を覚ますのがふつうで、失敗ではありません。一回ごとの試みが、あなたと敷居との親しさを静かに鍛え、やがてある夜それが保たれます。
ko: 숙련된 수련자조차 자신의 WILD 실패를 셉니다 — 완전히 잠들거나 깨어나는 것이 정상이지, 실패가 아닙니다. 매 시도가 당신과 문턱 사이의 친숙함을 조용히 단련하여, 어느 밤 마침내 그것이 유지됩니다.
nl: Zelfs ervaren beoefenaars tellen hun WILD-missers — volledig in slaap vallen of wakker worden is de norm, geen mislukking. Elke poging traint stil je vertrouwdheid met de drempel, tot het op een nacht standhoudt.
pt_br: Até praticantes experientes contam suas falhas de WILD — adormecer por completo ou acordar é a norma, não um fracasso. Cada tentativa treina silenciosamente sua familiaridade com o limiar, até que numa noite ele se sustenta.
ru: Даже опытные практики считают свои промахи в WILD — полностью заснуть или проснуться это норма, а не провал. Каждая попытка тихо тренирует вашу близость с порогом, пока однажды ночью он не удержится.
zh_hans: 即便是经验丰富的练习者也会数自己 WILD 的失败次数——彻底睡着或醒来才是常态，而非失败。每一次尝试都在悄悄锤炼你对那道门槛的熟悉，直到某个夜里它终于稳住。

source: Even people convinced they "never dream" almost always start recalling dreams within a week or two of keeping a journal. They were dreaming all along — the memories simply weren't being caught.
ar: حتى المقتنعون بأنهم "لا يحلمون أبدًا" يبدؤون دائمًا تقريبًا في تذكّر الأحلام خلال أسبوع أو أسبوعين من مسك مفكّرة. كانوا يحلمون طوال الوقت — الذكريات ببساطة لم تكن تُلتقط.
de: Selbst Menschen, die überzeugt sind, sie „träumen nie“, beginnen fast immer innerhalb von ein, zwei Wochen Journalführen, sich an Träume zu erinnern. Sie haben die ganze Zeit geträumt – die Erinnerungen wurden bloß nicht eingefangen.
es: Incluso quienes están convencidos de que "nunca sueñan" casi siempre empiezan a recordar sueños en una o dos semanas de llevar un diario. Estuvieron soñando todo el tiempo: las memorias simplemente no se atrapaban.
fr: Même les gens convaincus qu'ils "ne rêvent jamais" se mettent presque toujours à se souvenir de rêves en une ou deux semaines de journal. Ils rêvaient depuis le début — les souvenirs n'étaient simplement pas captés.
it: Persino chi è convinto di "non sognare mai" quasi sempre inizia a ricordare sogni entro una o due settimane di diario. Stava sognando da sempre — i ricordi semplicemente non venivano colti.
ja: 「自分は決して夢を見ない」と確信している人でさえ、日記をつけ始めて一、二週間でほぼ必ず夢を思い出し始めます。ずっと夢を見ていたのです——ただ、その記憶が捕まえられていなかっただけ。
ko: "나는 절대 꿈을 안 꾼다"고 확신하는 사람조차, 일기를 쓰기 시작한 지 한두 주 안에 거의 언제나 꿈을 기억하기 시작합니다. 그들은 내내 꿈을 꾸고 있었습니다 — 그저 그 기억이 붙잡히지 않았을 뿐.
nl: Zelfs mensen die overtuigd zijn dat ze 'nooit dromen' beginnen bijna altijd binnen een week of twee van het bijhouden van een dagboek dromen te herinneren. Ze droomden de hele tijd al — de herinneringen werden alleen niet gevangen.
pt_br: Até pessoas convencidas de que "nunca sonham" quase sempre começam a lembrar de sonhos em uma ou duas semanas de diário. Elas estavam sonhando o tempo todo — as memórias simplesmente não eram captadas.
ru: Даже те, кто уверен, что «никогда не видит снов», почти всегда начинают вспоминать сны через неделю‑другую ведения дневника. Они видели сны всё это время — просто воспоминания не улавливались.
zh_hans: 即便是坚信自己“从不做梦”的人，在记日记一两周内几乎都会开始回忆起梦。他们一直在做梦——只是那些记忆没被抓住。

source: Evenly all night long
ar: بالتساوي طوال الليل
de: Gleichmäßig die ganze Nacht über
es: De forma uniforme toda la noche
fr: De façon uniforme toute la nuit
it: In modo uniforme per tutta la notte
ja: 一晩中、均等に
ko: 밤새 고르게
nl: Gelijkmatig de hele nacht door
pt_br: De modo uniforme a noite toda
ru: Равномерно всю ночь
zh_hans: 整夜均匀分布

source: Every dreamer hits these walls — here's how to walk through
ar: كل حالم يصطدم بهذه الجدران — وإليك كيف تعبرها
de: Jeder Träumer stößt an diese Wände – so gehst du hindurch
es: Todo soñador choca con estos muros; aquí tienes cómo atravesarlos
fr: Tout rêveur se heurte à ces murs — voici comment les traverser
it: Ogni sognatore sbatte contro questi muri — ecco come attraversarli
ja: どんな夢見手もこれらの壁にぶつかる——その抜け方を紹介します
ko: 모든 몽자가 부딪치는 벽들 — 그것을 통과하는 법
nl: Elke dromer loopt tegen deze muren aan — zo loop je erdoorheen
pt_br: Todo sonhador esbarra nesses muros — veja como atravessá-los
ru: Каждый сновидец упирается в эти стены — вот как пройти сквозь них
zh_hans: 每个梦者都会撞上这些墙——这里教你如何穿过

source: Every single night, no matter what
ar: كل ليلة مهما كان
de: Jede einzelne Nacht, egal was
es: Todas las noches, pase lo que pase
fr: Chaque nuit, quoi qu'il arrive
it: Ogni singola notte, qualunque cosa accada
ja: 何があっても毎晩
ko: 무슨 일이 있어도 매일 밤
nl: Elke nacht, wat er ook gebeurt
pt_br: Toda noite, não importa o quê
ru: Каждую ночь, несмотря ни на что
zh_hans: 无论如何每晚都做

source: Everyday triggers like doorways, mirrors, or your dream signs
ar: محفّزات يومية كالمداخل والمرايا أو علاماتك الحلمية
de: Alltägliche Auslöser wie Türen, Spiegel oder deine Traumzeichen
es: Disparadores cotidianos como puertas, espejos o tus señales de sueño
fr: Des déclencheurs quotidiens comme les portes, les miroirs ou vos signes de rêve
it: Inneschi quotidiani come porte, specchi o i tuoi segni onirici
ja: 出入口や鏡、あるいはドリームサインのような日常のトリガー
ko: 문, 거울, 또는 당신의 드림 사인 같은 일상의 방아쇠
nl: Alledaagse triggers zoals deuren, spiegels of je droomtekens
pt_br: Gatilhos do dia a dia como portas, espelhos ou seus sinais de sonho
ru: Повседневные триггеры вроде дверей, зеркал или ваших знаков сна
zh_hans: 门、镜子或你的梦境征兆这类日常触发点

source: Everyone dreams nightly — the memories just fade fast without effort to keep them.
ar: الجميع يحلمون كل ليلة — لكن الذكريات تتلاشى بسرعة دون جهد للاحتفاظ بها.
de: Jeder träumt jede Nacht – die Erinnerungen verblassen nur schnell, wenn man sich nicht müht, sie zu behalten.
es: Todos sueñan cada noche; los recuerdos solo se desvanecen rápido sin esfuerzo por conservarlos.
fr: Tout le monde rêve chaque nuit — les souvenirs s'effacent simplement vite sans effort pour les garder.
it: Tutti sognano ogni notte: i ricordi semplicemente svaniscono in fretta senza lo sforzo di conservarli.
ja: 誰もが毎晩夢を見ています——ただ、覚えておく努力をしないと記憶が早く消えるだけです。
ko: 누구나 매일 밤 꿈을 꿉니다 — 기억하려는 노력이 없으면 기억이 그저 빨리 사라질 뿐입니다.
nl: Iedereen droomt elke nacht — de herinneringen vervagen alleen snel zonder moeite om ze te behouden.
pt_br: Todos sonham toda noite — as memórias só somem rápido sem esforço para mantê-las.
ru: Все видят сны каждую ночь — просто воспоминания быстро тают без усилий их сохранить.
zh_hans: 每个人每晚都做梦——只是若不努力留住，记忆便消散得很快。

source: Excitement and lack of grounding pull them awake
ar: الحماس ونقص التثبيت يجذبانهم إلى اليقظة
de: Aufregung und fehlende Erdung ziehen sie wach
es: La emoción y la falta de anclaje los despiertan
fr: L'excitation et le manque d'ancrage les réveillent
it: L'eccitazione e la mancanza di radicamento li svegliano
ja: 興奮と地に着いていないことが、彼らを目覚めさせる
ko: 흥분과 디딤의 부족이 그들을 깨운다
nl: Opwinding en gebrek aan aarding trekken hen wakker
pt_br: A empolgação e a falta de ancoragem os acordam
ru: Волнение и отсутствие заземления будят их
zh_hans: 兴奋与缺乏扎根把他们拉醒

source: Exciting
ar: مثير
de: Aufregend
es: Emocionante
fr: Excitant
it: Emozionante
ja: わくわく
ko: 신나는
nl: Spannend
pt_br: Empolgante
ru: Волнующий
zh_hans: 兴奋

source: Expect the dream to continue as you spin — your expectation shapes what you find.
ar: توقّع أن يستمر الحلم وأنت تدور — توقّعك يشكّل ما تجده.
de: Erwarte, dass der Traum weitergeht, während du dich drehst – deine Erwartung formt, was du vorfindest.
es: Espera que el sueño continúe mientras giras: tu expectativa moldea lo que encuentras.
fr: Attendez-vous à ce que le rêve continue pendant que vous tournez — votre attente façonne ce que vous trouvez.
it: Aspettati che il sogno continui mentre giri — la tua aspettativa plasma ciò che trovi.
ja: 回りながら、夢が続くと予期しましょう——あなたの予期が、見つかるものを形づくります。
ko: 돌면서, 꿈이 계속되리라 기대하세요 — 당신의 기대가 발견하는 것을 빚어냅니다.
nl: Verwacht dat de droom doorgaat terwijl je draait — je verwachting vormt wat je aantreft.
pt_br: Espere que o sonho continue enquanto você gira — sua expectativa molda o que você encontra.
ru: Ожидайте, что сон продолжится, пока вы вращаетесь, — ваше ожидание формирует то, что вы найдёте.
zh_hans: 在旋转时，预期梦会继续——你的预期塑造你将看到的一切。
